Repository: nodoid/Appyfleet
Catalog: mvvmlight/Languages/Langs_*.resx
Languages: fr

# Const_Label_No_Search_Result
source: '0' results from search...
fr: Aucuns résultats trouvés...

# Const_Label_Skip_Fleet_Code
source: You can skip this section and add your Fleet Code later on in the app settings.
fr: Vous pouvez ignorer cette étape et ajouter votre code d'accès ultérieurement dans vos Paramètre de l’application.

# Const_Label_Pairing
source: Pairing
fr: Couplage

# Const_Label_Review_Info
source: Review the information below:
fr: Veuillez consulter les informations ci-dessous :

# Const_Label_Bluetooth_Registered
source: Bluetooth Registered
fr: Bluetooth Enregistré

# Const_Label_Confirm_Pairing
source: Pressing confirm below will complete the vehicle pairing.
fr: Pour terminer l'enregistrement du véhicule, appuyez sur Confirmer ci-dessous.

# Const_Label_Pairing_Completed
source: Vehicle pairing complete
fr: L’enregistrement complet du véhicule

# Const_Label_Turn_On_Location_Services
source: Please turn on location services
fr: Veuillez activer les services de localisation

# Const_Label_Turn_On_Bluetooth
source: Please turn on Bluetooth
fr: Veuillez activer Bluetooth

# Const_Label_Calendar
source: Calendar
fr: Calendrier

# Const_Label_Overall_Driver_Score
source: Overall Driver Score
fr: Note General du Conducteur

# Const_Label_Total_Mileage
source: Total Mileage
fr: Kilométrage Parcouru

# Const_Label_Private
source: Private
fr: Privé

# Const_Label_Registration_Title
source: Join a Fleet
fr: Rejoindre une flotte

# Const_Label_Registration_Description
source: You are not currently part of a fleet or group and have no ranking. For details of how to create a fleet or user group for your company, click below.
fr: Actuellement, vous ne faites pas partie d'une flotte ou d'un groupe et vous n'avez pas de classement. Pour plus d’info pour créer une flotte ou un groupe d'utilisateurs pour votre entreprise, cliquez ci-dessous.

# Const_Label_Show_Private_Off
source: Show Private
fr: Montrer Trajet Privé

# Const_Label_Show_Private_On
source: Hide Private
fr: Cacher Trajet Privé

# Const_Label_Fleet_Rank
source: Fleet Rank
fr: Rang de la Flotte

# Const_Label_Group_Rank
source: Group Rank
fr: Rang du Groupe

# Const_Label_Rank_Average_Fleet_Score
source: Your Average Fleet Score is:
fr: Votre Moyenne de la Flotte est:

# Const_Label_Latest_Journey
source: Latest Journey
fr: Dernier Trajet

# Const_Label_Business_Mileage
source: Business Mileage
fr: Kilométrage Business

# Const_Label_Personal_Mileage
source: Private Mileage
fr: Kilométrage Privé

# Const_Label_Terms_1
source: Driver Terms and Conditions
fr: CGV du conducteur

# Const_Label_Terms_2
source: Privacy Policy
fr: Politique de Confidentialité

# Const_Label_Terms_3
source: HERE Speed Data Terms and Conditions
fr: CGV des Données de vitesse d’HERE

# Const_Label_Driver_Score
source: Driver Score
fr: Votre Score

# Const_Label_Not_Registered
source: Not registered?
fr: Vous n’êtes pas encore inscrit?

# Const_Language_en
source: English
fr: Anglais

# Const_Language_fr
source: French
fr: Français

# Const_Label_Export
source: Export Selected Period
fr: Exporter la période sélectionnée

# Const_Label_Export_Column1
source: Start Time
fr: Heure du départ

# Const_Label_Export_Column2
source: Start Location
fr: Lieu de départ"

# Const_Label_Export_Column3
source: End Time
fr: Heure de Fin

# Const_Label_Export_Column4
source: End Location
fr: Destination

# Const_Label_Export_Column5
source: Vehicle
fr: Véhicule

# Const_Label_Export_Column6
source: Mileage
fr: Kilométrage

# Const_Label_Export_FileName
source: expenses.csv
fr: Frais_kilométriques.csv

# Const_Label_Export_Subject
source: Appy Fleet Expenses
fr: Frais kilométriques d’Appy Fleet

# Const_Label_Calendar_1
source: Last 7 Days
fr: 7 Derniers Jours

# Const_Label_Calendar_2
source: Last 30 Days
fr: 30 Derniers Jours

# Const_Label_Calendar_3
source: Year to Date
fr: Depuis le Début de l’année

# Const_Label_Calendar_4
source: Current Week
fr: Semaine Courante

# Const_Label_Calendar_5
source: Current Month
fr: Mois Courant

# Const_Label_Rate_Title
source: Like this app?
fr: Aime cette app?

# Const_Label_Rate_Message
source: Rate on the app store.
fr: Donnée votre avis sur l'App Store.

# Const_Label_Rate_ButtonCancel
source: No, thanks
fr: Non, Merci

# Const_Label_Rate_ButtonYes
source: Yes
fr: Oui

# Const_Label_Rate_ButtonRemind
source: Remind me later
fr: Rappeler moi ultérieurement

# Const_Event_Type_0
source: No Event
fr: Pas d'évènement

# Const_Event_Type_1
source: Speeding
fr: Excès de vitesse

# Const_Event_Type_2
source: Excessive Driving
fr: Conduite Excessive

# Const_Event_Type_3
source: Low Battery
fr: Batterie Faible

# Const_Event_Type_4
source: Power Failure
fr: Coupure électrique

# Const_Event_Type_5
source: Idling
fr: Inactif

# Const_Event_Type_6
source: Exceeding Mileage
fr: Dépassement du kilométrage

# Const_Event_Type_7
source: New Updates
fr: Nouveautés

# Const_Event_Type_8
source: Tamper
fr: Altération

# Const_Event_Type_9
source: Ignition On
fr: Contact établi

# Const_Event_Type_10
source: Position Update
fr: Mise à Jour de votre position

# Const_Event_Type_11
source: Motion
fr: Mouvement

# Const_Event_Type_12
source: Ignition Off
fr: Contact coupé

# Const_Event_Type_13
source: Updates Failed
fr: Echec des mise à jour

# Const_Event_Type_20
source: WakeUp
fr: Réveillez-vous

# Const_Event_Type_27
source: .PositionUpdate
fr: Mis à Jour de vos Position

# Const_Event_Type_28
source: Harsh breaking
fr: Freinages extrêmes

# Const_Menu_Dashboard
source: Dashboard
fr: Tableau de bord

# Const_Menu_ScoreHistory
source: Score History
fr: Historique des Scores

# Const_Menu_YourJourneys
source: My Journeys
fr: Vos Trajets

# Const_Menu_Expenses
source: Expenses
fr: Frais Kilométriques

# Const_Menu_UserGuide
source: User Guide
fr: Mode d'emploi

# Const_Menu_Terms
source: Terms & Conditions
fr: Conditions Générales

# Const_Menu_DrivingTips
source: Driving Tips
fr: Conseils de conduite

# Const_Menu_Settings
source: Settings
fr: Paramètres

# Const_Menu_EmergencyAdvice
source: Emergency Advice
fr: Conseils en cas d'urgence

# Const_Menu_RefreshData
source: Refresh Data
fr: Actualisez les données

# Const_Button_SignIn
source: Sign In
fr: Connexion

# Const_Button_SignOut
source: Sign Out
fr: Déconnexion

# Const_Button_Accept
source: Accept
fr: Acceptez

# Const_Button_Close
source: Close
fr: Fermez

# Const_Button_Cancel
source: Cancel
fr: Annuler

# Const_Button_Select
source: Select
fr: Choisissez

# Const_Button_Add
source: Add
fr: Ajouter

# Const_Button_Remove
source: Remove
fr: Supprimer

# Const_Button_Select_All
source: Select All
fr: Tout sélectionner

# Const_Button_Deselect_All
source: Deselect all
fr: Tout désélectionner

# Const_Button_Submit
source: Submit
fr: Soumettre

# Const_Button_Registration_1_Next
source: Next: Account Details
fr: Acceptez

# Const_Button_Registration_2_Next
source: Next: Password
fr: Suivant : Mot de Passe

# Const_Button_Registration_3_Next
source: Next: Fleet Code
fr: Suivant : Code de la Flotte

# Const_Button_Registration_4_Next
source: Next: Finish Registration
fr: Suivant : Terminer l’inscription

# Const_Button_Dashboard_Tab1
source: Driver Score
fr: Votre Score

# Const_Button_Dashboard_Tab2
source: Latest Journey
fr: Dernier Trajet

# Const_Button_Dashboard_Tab3
source: Driver Rank
fr: Rang

# Const_Button_Journeys_Tab1
source: All Journeys
fr: Tous Trajets

# Const_Button_Journeys_Tab3
source: Private
fr: Privé

# Const_Button_Notifications_Tab1
source: All
fr: Tout

# Const_Button_Notifications_Tab2
source: Unread
fr: Non Lu

# Const_Button_Notifications_Tab3
source: Read
fr: Lire

# Const_Button_Map_Tab1
source: Driver Stats
fr: Stats

# Const_Button_Map_Tab2
source: Journey Details
fr: Trajet

# Const_Button_Map_Tab3
source: Miles
fr: Kilométrage

# Const_Button_Score_History
source: Score History
fr: Historique

# Const_Button_Map
source: Go to map
fr: Allez à la carte

# Const_Button_Journeys
source: My Journeys
fr: Mes Trajets

# Const_Button_Driving_Tips
source: Driving Tips
fr: Conseils

# Const_Button_Refine
source: Refine
fr: Affiner

# Const_Button_Search
source: Search
fr: Rechercher

# Const_Button_View_Map
source: View Map
fr: Voir Sur Carte

# Const_Button_View_On_Map
source: View on Map
fr: Voir sur Carte

# Const_Button_View_Map_Info
source: View Map Info
fr: Voir sur la carte

# Const_Button_View_Journey
source: View Journey
fr: Carte

# Const_Button_View_Info
source: View info
fr: Voir Info

# Const_Button_Confirm_1
source: Confirm Password Change
fr: Confirmez le changement de Mot de Passe

# Const_Button_Confirm_2
source: Confirm Phone Number Change
fr: Confirmez le changement

# Const_Button_Confirm_3
source: Confirm Fleet Code
fr: Confirmez le code de la flotte

# Const_Button_Confirm_4
source: Confirm Odometer Reading
fr: Confirmer la lecture de l'odomètre

# Const_Button_Select_Vehicle
source: No Vehicle Selected
fr: Aucun Véhicule Sélectionné

# Const_Button_Add_Odometer_Reading
source: Add New Odometer Reading
fr: Nouveau relevé de l’odomètre

# Const_Button_Next_Journey_Only
source: Next Journey Only
fr: Prochain trajet

# Const_Button_Set_End_Time
source: Set End Time
fr: Fixer date de fin

# Const_Button_Set_Time
source: Set Time
fr: Délai Fixé

# Const_Button_Select_Bluetooth
source: Please Select Bluetooth
fr: Veuillez sélectionner le Bluetooth

# Const_Button_Pair_Vehicle
source: Pair with vehicle
fr: Couplez avec un Véhicule

# Const_Button_Create_Vehicle
source: Create Vehicle
fr: Créez Véhicule

# Const_Button_Send
source: Send
fr: Envoyez

# Const_Button_Send_Incident
source: Send Incident Alert
fr: Envoyer l’Alerte d'Incident

# Const_Button_Try_Again
source: Try Again
fr: Essayer à Nouveau

# Const_Button_Manage_Vehicle_Step_1
source: Step 1
fr: Étape 1

# Const_Button_Manage_Vehicle_Step_2
source: Step 2 - Pair a Vehicle
fr: Étape 2 – Couplez Véhicule

# Const_Button_Manage_Vehicle_Step_3
source: Step 3
fr: Étape 3"

# Const_Button_Manage_Vehicle_Step_4
source: Confirm Pairing Details
fr: confirmer les Détails du Couplage

# Const_Button_Manage_Vehicle_Step_5
source: Complete
fr: Terminer

# Const_Button_Confirm
source: Confirm
fr: Confirmez

# Const_Button_View_Journeys
source: View Journeys
fr: Voir Trajets

# Const_Button_View_All_Journeys
source: View all Journeys
fr: Voir tous les trajets

# Const_Button_More
source: Find out more
fr: En Savoir plus

# Const_Button_Join
source: Join
fr: Rejoinde

# Const_Placeholder_UserName
source: User Name
fr: Nom D'utilisateur

# Const_Placeholder_Password
source: Password
fr: Mot de Passe

# Const_Placeholder_New_Password
source: New Password
fr: Nouveau Mot de Passe

# Const_Placeholder_Enter
source: Enter Here
fr: Entrez ici

# Const_Placeholder_Position
source: Manager
fr: Responsable

# Const_Placeholder_ReType_Password
source: Re-Type New Password
fr: Nouveau Mot de Passe

# Const_Placeholder_Select_Vehicle
source: Search Vehicle
fr: Rechercher Véhicule

# Const_Placeholder_Mobile_Number
source: XXXX XXX XXXX
fr: Portable

# Const_Placeholder_Company_Name
source: Enter Here
fr: Nom

# Const_Placeholder_Start_Date
source: Start Date
fr: Date de départ

# Const_Placeholder_End_Date
source: End Date
fr: Date de fin

# Const_Placeholder_Optional
source: (optional)
fr: (facultative)

# Const_Placeholder_Fleet_Code
source: Tap here if you have your code
fr: Saisissez votre code ici

# Const_Placeholder_DOB
source: Year of Birth
fr: L’année de naissance

# Const_Label_Business_Score
source: Business Score
fr: Score Business

# Const_Label_Business_Rank
source: Business Rank
fr: Rang Business

# Const_Label_Difference
source: Your difference
fr: La Différence

# Const_Label_Group_Score
source: Group Score
fr: Score du Groupe

# Const_Label_Speed_Unit
source: mph
fr: kmh

# Const_Label_NoPDFViewer
source: There isn't a PDF viewer on this device. Please download one to display the file
fr: Cette appareil n’a pas de lecteur PDF, pour afficher ce fichier, veuillez télécharger un lecteur

# Const_Msg_Odometer_Description_1
source: You last updated the Odometer for %@ on %@ with a reading of %@. You should update your Odometer at least once a month.
fr: Votre dernière mise à jour d’Odomètre était le %@, d’une lecture %@, et pour le véhicule %@. Au moins une fois par mois, vous devez mettre à jour votre Odomètre.

# Const_Msg_Odometer_Description_2
source: Please enter your first odometer reading for %@. You should update your Odometer at least once a month.
fr: Veuillez entrer le premier relevé d'odomètre pour %@. Au moins une fois par mois, vous devez mettre à jour votre Odomètre.

# Const_Msg_Export_No_Journey
source: Please select the journeys you wish to download.
fr: Sélectionnez les trajets que vous souhaitez télécharger.

# Const_Label_Week_Commence
source: WC
fr: La semaine débutant le

# Const_Label_Team_Rank
source: Team Rank
fr: Rang du Groupe

# Const_Label_Journey_Score
source: Journey Score
fr: Score du Trajet

# Const_Label_Ranking
source: Ranking
fr: Rang
