Repository: nodoid/Appyfleet
Catalog: mvvmlight/Languages/Langs_*.resx
Languages: fr

# Const_Title_Error_1
source: Error
fr: Erreur

# Const_Title_Error_2
source: Oops!
fr: Oups !

# Const_Title_Error_3
source: Oops! Something went wrong!
fr: Oups ! Il y a eu une erreur !

# Const_Title_Completed
source: Success
fr: Succès

# Const_Title_Are_You_Sure
source: Are you sure?
fr: Êtes-vous sûr(e) ?

# Const_Msg_Invalid_Email
source: Invalid email address.
fr: Adresse e-mail Incorrecte

# Const_Msg_Already_Exist
source: Supplied information already exists.
fr: Ces informations existent déjà sur le site

# Const_Msg_UnknownError
source: The application has encountered an unknown error.
fr: Une erreur inconnue s’est produite.

# Const_Msg_Password_Send
source: Your password has sent to your email address.
fr: Votre mot de passe a été envoyé à votre adresse e-mail.

# Const_Msg_Forgot_Password_Desc
source: Please enter your email address and year of birth. We will email you a link to reset your password.
fr: Veuillez entrer votre adresse e-mail et date de naissance. Nous vous enverrons un lien pour réinitialiser votre mot de passe.

# Const_Msg_Private_Mode_Selection
source: Next Journey Only? Select Accept OR Cancel
fr: Prochain Trajet ? Sélectionnez Accepter ou Annuler

# Const_Msg_Waiting
source: waiting...
fr: En Attente...

# Const_Msg_Marketing
source: Tick this box if you'd like to receive emails with Appy Fleet tips and news. You can unsubscribe at any time.
fr: Si vous souhaitez recevoir des courriels avec des conseils et actualités d’Appy Fleet, cochez cette case. Vous pouvez vous désabonner à tout moment.

# Const_Msg_Password_Not_Matching
source: Password does not match the confirm password.
fr: Les mots de passe que vous avez entrés ne sont pas identiques.

# Const_Msg_New_Password_Not_Matching
source: New password does not match the confirmed password.
fr: Le mot de passe ne correspond pas au mot de passe défini.

# Const_Msg_Password_Invalid
source: Invalid Password entered. Must be a minimum of 8 characters.
fr: Le mot de passe n’est pas valide. Il doit contenir un minimum de 8 charactères.

# Const_Msg_Old_Password_Incorrect
source: Your old password is incorrect. Please try again.
fr: Votre mot de passe est incorrect. Veuillez réssayer.

# Const_Msg_NavigateTo_Login
source: Go to login screen
fr: Allez sur la page de connexion

# Const_Msg_Registration_Completed
source: Driver Details Complete!
fr: Détails du conducteur terminé !

# Const_Msg_Registration_Completed_Description
source: You will now need to pair a new vehicle before you can start using the app to its full potential. Please make sure you know the vehicle you are assigned to or you will NOT be able to use this app any further.
fr: Pour tirer pleinement profit des avantages de l'application, Vous devrez maintenant coupler un nouveau véhicule. Assurez-vous de connaître le véhicule qui vous est attribué OU vous serrez dans l'incapacité de pouvoir continuer à utiliser cette application.

# Const_Msg_Registration_Completed_Pair_Vehicle
source: Please complete the process by pairing a new vehicle.
fr: Couplez un nouveau véhicule pour terminer le processus.

# Const_Msg_No_Map_Data
source: There is no cached map data on your phone
fr: Il n’existe pas de données de carte en cache sur votre téléphone.

# Const_Msg_Private_Mode_Enabled_1
source: Private mode is enabled until the end of the journey
fr: Le mode privé est activé jusqu’à la fin du trajet.

# Const_Msg_Private_Mode_Enabled_2
source: Enabled till %@ on %@
fr: activé jusqu’à %@ le %@

# Const_Msg_Private_Mode_Enabled_3
source: Private mode enabled with end time - %@
fr: Mode privé activé jusqu’à - %@"

# Const_Msg_Select_Date_Range_1
source: Please select corresponding dates.
fr: Veuillez sélectionner les dates correspondantes.

# Const_Msg_Select_Date_Range_2
source: Please select a date range.
fr: Veuillez sélectionner la période.

# Const_Msg_Select_Vehicle
source: Please select a vehicle
fr: Veuillez sélectionner un véhicule.

# Const_Msg_Private_Mode_Desc
source: You can choose to set your app to Private Mode OR set a time frame for Private Mode to remain active.
fr: Vous pouvez choisir de mettre votre application en Mode Privé pour le prochain trajet OU de définir un délai durant lequel le Mode Privé restera actif.

# Const_Msg_Access_Code_Desc
source: Driver or Access Code not found.
fr: Le Conducteur ou Code de Flotte n'a pas été trouvé.

# Const_Msg_Success_Enter_Fleet_Code
source: Fleet Code entered successfully.
fr: Code de Flotte entré avec succès.

# Const_Msg_Success_Change_Phone_Number
source: Phone Number changed.
fr: Numéro de téléphone changé.

# Const_Msg_Success_Change_Password
source: Password changed.
fr: Mot de passe changé.

# Const_Msg_Success_Enter_Odometer_Reding
source: Odometer Reading added.
fr: Ajouté avec succès.

# Const_Msg_Cannot_Send_Email
source: Please check email settings.
fr: Erreur - veuillez vérifier les paramètres d’Email.

# Const_Msg_Screen_Locked
source: For safety reasons, you can’t access this app whilst a journey is being recorded.
fr: Pour des raisons de sécurité, vous ne pouvez pas accéder à cette application pendant un trajet.

# Const_Msg_Server_Connection_Error
source: An error occurred while connecting to the application server. Please try again.
fr: Une erreur s'est produite lors de la connexion au serveur. Veuillez réessayer.

# Const_Msg_SOS_1
source: Your driver %@ %@ in vehicle registration number %@ sent you an Appy Fleet SOS alert at %@. You might want to contact them to provide emergency assistance.
fr: Votre conducteur %@ %@, dans le véhicule immatriculé %@, vous a envoyé une Alerte SOS d’Appy Fleet à %@. Pensez à le contacter pour fournir de l’aide si besoin.

# Const_Msg_SOS_2
source: Your driver %@ %@ sent you an Appy Fleet SOS alert at %@. You might want to contact them to provide emergency assistance.
fr: Votre conducteur %@ %@ vous a envoyé une Alerte SOS d’Appy Fleet à %@. Pensez à le contacter pour fournir de l’aide si besoin.

# Const_Msg_Disagree_Failed
source: Failed. Failed to submit event, please check connection and try again.
fr: Échoué.\n\nÉchec, l'événement n’a pas été soumis, veuillez vérifier votre connexion et essayer à nouveau.

# Const_Msg_Disagree_Success
source: Thank you for your submission. A member of the team will review the speeding event and correct the road speed if required.
fr: Nous vous remercions pour votre commentaire.\n\nUn membre de l'équipe examinera le cas d'excès de vitesse et si nécessaire corrigera la limite de vitesse.

# Const_Msg_Help_Disagree
source: If you believe we have the incorrect road speed limit, please enter the suggested road speed limit below.
fr: Si vous estimez que cette vitesse de circulation est incorrecte, Veuillez indiquer ci-dessous la limite de vitesse proposée.

# Const_Msg_Pair_Vehicle_Description_1
source: Before starting a journey you need to pair a vehicle with an in-car Bluetooth device.
fr: Avant de commencer un trajet, vous devez coupler un véhicule avec un périphérique bluetooth embarquée.

# Const_Msg_Pair_Vehicle_Description_2
source: Follow these simple steps below:
fr: C'est facile. Suivez ces étapes indiquées ci-dessous :

# Const_Msg_Pair_Vehicle_Help_Description_1
source: If the vehicle is not present in the list, please select Add new vehicle.
fr: Si le véhicule n'est pas présent dans la liste, veuillez sélectionnez Ajoutez véhicule.

# Const_Msg_Pair_Vehicle_Help_Description_2
source: Please enter your vehicle details on this screen, once this has been completed you will need to pair this vehicle to a Bluetooth device before you can complete a journey.
fr: Veuillez saisir les détails de votre Véhicule sur cet écran, une fois terminé, vous aurez besoin de couplez un appareil bluetooth avant de pouvoir effectuer un trajet.

# Const_Msg_Pair_Vehicle_Help_Description_3
source: Please select your Bluetooth device from the list. If it is not present please ensure that the Bluetooth device is paired with your phone by checking this in your phones settings.
fr: Veuillez sélectionner votre appareil Bluetooth sur la liste. Si elle ne figure pas, assurez-vous que le périphérique Bluetooth est associé à votre téléphone en vérifiant ceci dans les paramètres de votre téléphone.

# Const_Msg_Pair_Vehicle_Help_Description_4
source: Pressing confirm will complete the vehicle pairing process and you will be ready to start a journey. Ensure all details are correct before proceeding as you cannot unpair a vehicle.
fr: Pour terminer le processus d'enregistrement du véhicule, appuyez sur Confirmer et vous serez en mesure de commencer un trajet. Avant de continuer, assurez-vous que tous les détails fournies sont correctes car vous ne pouvez pas désactiver l’enregistrement d’un véhicule.

# Const_Msg_Registration_Step_1_Help_Description
source: Please enter your Personal Details on this screen, this information is used for creating your driver profile. Ensure all the fields are entered correctly before proceeding.
fr: Veuillez saisir vos données personnelles, Ces informations sont utilisées dans le but de créer votre profil de conducteur. Veuillez-vous assurer que toutes les champs sont correctement remplis avant de passer à l'étape suivante.

# Const_Msg_Registration_Step_2_Help_Description
source: Please enter your Account Details on this screen. This information is used to create your account information. Ensure all fields are entered correctly before proceeding.
fr: Veuillez saisir les détails de votre compte sur cet écran, Ces informations sont utilisées dans le but de créer votre profil de conducteur. Veuillez-vous assurer que toutes les champs sont correctement remplis avant de passer à l'étape suivante.

# Const_Msg_Registration_Step_3_Help_Description
source: Your Password should be a minimum of 8 characters in length.
fr: Votre mot de Passe doit contenir un minimum de 8 caractères.

# Const_Msg_Registration_Step_4_Help_Description
source: A Fleet Access Code may have been provided to you by your fleet manager. This code will allow you to join your company's fleet. If you have this code, please tap the bar and enter your code.
fr: Votre responsable de flotte vous a peut-être fourni un code d'accès de la flotte. Ce code vous permettra de rejoindre la flotte de la compagnie. Si vous avez ce code, Merci d’appuyer sur la barre correspondantes, puis entrez votre code.

# Const_Msg_Registration_Email_Exist
source: Email already in use.
fr: Cet adresse e-mail est déjà utilise.

# Const_Msg_Journey_Error
source: Please note that vehicle %@ has been deleted by your Fleet Manager. Please contact them for more information.
fr: Veuillez noter que le véhicule %@ été supprimé par votre gestionnaire de flotte. Veuillez les contacter Pour plus d'informations.

# Const_Msg_No_Journeys
source: You haven’t recorded a journey yet. Once you have, the data will be displayed here.
fr: Veuillez noter que, le véhicule %@ a été supprimé par votre gestionnaire de flotte. Veuillez les contacter pour plus d'informations.

# Const_Msg_Terms_Description
source: Please read and tick to accept the following terms & conditions.
fr: Veuillez lire et cochez pour accepter les Conditions générales suivantes.

# Const_Msg_SOS_Title_1
source: Stay calm and don’t panic!
fr: Restez calme et ne paniquez pas !

# Const_Msg_SOS_Title_2
source: Call the emergency services
fr: Appelez les services d’urgence

# Const_Msg_SOS_Title_3
source: Get the names of any other drivers
fr: Obtenez les noms des autre conducteurs

# Const_Msg_SOS_Title_4
source: Get the registration number
fr: Obtenez le numéro d’immatriculation

# Const_Msg_SOS_Title_5
source: Contact your employers’ organisation
fr: Contactez l’organisation de votre employeur

# Const_Msg_SOS_Title_6
source: Exchange insurance details
fr: Échangez les coordonnées d’assurance

# Const_Msg_SOS_Title_7
source: Take a number of photos from the scene
fr: Prenez un certain nombre de photos de la scène d'accident

# Const_Msg_SOS_Description_1
source: Make sure you are out of danger before you do anything else. Find a safe place away from the road and flow of traffic.
fr: Assurez-vous tout d’abord d’être hors de danger. Trouvez un endroit sécurisé, à l’écart de la route et de la circulation.

# Const_Msg_SOS_Description_2
source: if anyone involved is badly injured, if you suspect the third party of driving dangerously or illegally or if the vehicles involved are blocking the road.
fr: Si toute personne impliquée est sérieusement blessée, si vous soupçonnez le tiers de conduire dangereusement ou illégalement, ou si les véhicules impliqués ont bloqué la route.

# Const_Msg_SOS_Description_3
source: or witnesses involved along with their contact details. It’s also important to make a note of how many people were travelling in the other vehicles involved.
fr: ou des témoins impliqués, ainsi que leurs coordonnées. Il est donc important de prendre note du nombre de personnes à bord des autres véhicules impliqués.

# Const_Msg_SOS_Description_4
source: of any vehicles involved.
fr: de tous véhicules concernés.

# Const_Msg_SOS_Description_5
source: if the accident occurred during business hours. Ask for the person responsible for your fleet.
fr: si l'accident s'est produit pendant les heures ouvrables. Contactez la personne responsable de votre flotte.

# Const_Msg_SOS_Description_6
source: with the third party(ies) that were involved, if you can – ideally find out who they’re insured by and get their policy number if they have it.
fr: avec le tiers impliqué, si vous le pouvez - idéalement renseignez-vous sur le nom de leur assureur et le numéro de leur police d’assurance.

# Const_Msg_SOS_Description_7
source: of the accident using your mobile phone. Try to photograph any areas of damage to your vehicle as well as the third party vehicles involved and also the position of the vehicles at the time of impact. If possible, try to capture vehicle registration plates.
fr: en utilisant votre téléphone mobile. En particulier, essayer obtenir des photos des dégâts de votre véhicule et des autres véhicules impliqués, et la position des véhicules au moment de l'impact. Essayez d'inclure les plaques d'immatriculation.

# Const_Screen_Title_Terms
source: Terms and Conditions
fr: Conditions Générales

# Const_Screen_Title_Registration_1
source: Step 1: Personal Details
fr: Etape 1 : Données Personnelles

# Const_Screen_Title_Registration_2
source: Step 2: Account Details
fr: Etape 2 : Compte d’Utilisateur

# Const_Screen_Title_Registration_3
source: Step 3: Password
fr: Etape 3 : Mot de Passe

# Const_Screen_Title_Registration_4
source: Step 4: Fleet Code
fr: Etape 4 : Code de la Flotte

# Const_Screen_Title_Registration_Completed
source: Complete Driver Details
fr: Compléter les Détails du Conducteur

# Const_Screen_Title_Forgot_Password
source: Forgot Password
fr: Mot de Passe Oublié

# Const_Screen_Title_Dashboard
source: Dashboard
fr: Tableau de bord

# Const_Screen_Title_Score_History
source: Score History
fr: Historique des Scores

# Const_Screen_Title_Journeys
source: My Journeys
fr: Mes Trajets

# Const_Screen_Title_Expenses
source: Expenses
fr: Frais Kilométriques

# Const_Screen_Title_Settings
source: Settings
fr: Paramètres

# Const_Screen_Title_Change_Password
source: Change Password
fr: Changez votre Mot de Passe

# Const_Screen_Title_Phone_Number
source: Phone Number
fr: Numéro de Téléphone

# Const_Screen_Title_Fleet_Code
source: Fleet Code
fr: Code de la Flotte

# Const_Screen_Title_Odometer_Reading
source: Odometer Reading
fr: Relevé de l’Odomètre

# Const_Screen_Title_Marketing_Preferences
source: Marketing Preferences
fr: Préférences Marketing

# Const_Screen_Title_About
source: About
fr: A propos

# Const_Screen_Title_SOS
source: SOS - What to do?
fr: SOS – Que faire ?

# Const_Screen_Title_My_Profile
source: My Profile
fr: Mon Profil

# Const_Screen_Title_Vehicles
source: Manage Vehicles
fr: Gérer vos véhicules

# Const_Screen_Title_Add_Vehicle
source: Add Vehicle
fr: Ajoutez Véhicule

# Const_Screen_Title_Pair_Vehicle
source: Pair New Vehicle
fr: Coupler nouveau véhicule

# Const_Screen_Title_Language
source: Language Preferences
fr: Langue

# Const_Screen_Title_Log_Files
source: Log Files
fr: Fichiers Journal

# Const_Screen_Title_Manage_Vehicle
source: Manage Vehicle
fr: Gérer le Véhicule

# Const_Screen_Title_Select_Vehicle
source: Search, Select Or Add a Vehicle
fr: Rechercher, Sélectionner OU Ajouter un Véhicule

# Const_Screen_Title_Select_Bluetooth
source: Bluetooth Pairing
fr: l'appairage Bluetooth

# Const_Screen_Title_Pairing_Summary
source: Summary
fr: Résumé

# Const_Label_Agree_1
source: I agree
fr: J’accepte

# Const_Label_Agree_2
source: Agree
fr: Acceptez

# Const_Label_Disagree
source: Disagree
fr: Pas d’accord

# Const_Label_First_Name
source: First Name
fr: Prénom

# Const_Label_Last_Name
source: Last Name
fr: Nom de Famille

# Const_Label_DOB
source: Year
fr: Année

# Const_Label_Mobile_Number
source: Mobile Number
fr: Numéro

# Const_Label_Company_Name
source: Company Name
fr: Entreprise

# Const_Label_Position
source: Position
fr: Poste

# Const_Label_Email_1
source: Work Email
fr: E-mail

# Const_Label_Email_2
source: Email Address
fr: Adresse E-mail

# Const_Label_Access_Code
source: Access Code
fr: Code de Flotte

# Const_Label_ReEnter
source: Re-Enter
fr: Confirmez

# Const_Label_Show_Password
source: Show Password
fr: Montrez

# Const_Label_Hide_Password
source: Hide Password
fr: Masquez

# Const_Label_Forgot_Password
source: Forgot Password
fr: Mot de Passe Oublié ?

# Const_Label_Register
source: Register
fr: Inscription

# Const_Label_Loading
source: Loading
fr: Chargement

# Const_Label_Password
source: Password
fr: Mot de Passe

# Const_Label_Previous
source: Previous
fr: Précédent

# Const_Label_Next
source: Next
fr: Suivant

# Const_Label_Done
source: Done
fr: Terminé

# Const_Label_Latest_Journey_Miles
source: Your Latest Journey Miles
fr: Distance de votre dernier trajet

# Const_Label_Latest_Driver_Score
source: Score Breakdown
fr: Répartition du Score

# Const_Label_Latest_Driver_Journey
source: Your Latest Driver Journey
fr: Votre dernier trajet

# Const_Label_Latest_Odometer
source: Latest Odometer
fr: Dernier Odo. entré

# Const_Label_Speed
source: Speed
fr: Vitesse

# Const_Label_Smoothness
source: Smoothness
fr: Fluidité

# Const_Label_Miles
source: Miles
fr: Kms

# Const_Label_Average_Fleet_Score
source: Overall - Average Fleet Score
fr: Score général - Moyenne de la flotte

# Const_Label_Average_Fleet_Score_Desc
source: The difference between your score & your fleet's average is:
fr: La différence entre votre score et la moyenne de votre flotte est :

# Const_Label_Your_Difference
source: Your Difference
fr: Différence

# Const_Label_Your_Score
source: Your Score
fr: Votre Score

# Const_Label_Fleet_Score
source: Fleet Score
fr: Score Flotte

# Const_Label_Private_Mode
source: Private Mode
fr: Mode Privé

# Const_Label_Private_Mode_On
source: Private Mode On
fr: Mode Privé activé

# Const_Label_Private_Mode_On_Desc
source: Private Mode is switched on.
fr: Mode Privé est activé.

# Const_Label_Swipe
source: Swipe to Scroll
fr: Faites défiler en glissant

# Const_Label_Score_Week
source: Score for the Week
fr: Score de la semaine

# Const_Label_Week_End
source: WE
fr: Fin de semaine

# Const_Label_More
source: More Info
fr: Plus d’info

# Const_Label_Less
source: Less Info
fr: Moins d’info

# Const_Label_Change_Password
source: Change Password
fr: Changer Mot de Passe

# Const_Label_Phone_Number
source: Phone Number
fr: Numéro

# Const_Label_Enter_Fleet_Code
source: Enter Fleet Code
fr: Entrez Code de la Flotte

# Const_Label_Enter_Odometer_Readings
source: Enter Odometer Readings
fr: Relevé de l’Odomètre

# Const_Label_Marketing_Preferences
source: Marketing Preferences
fr: Préférences Marketing

# Const_Label_Language_Preferences
source: Language Preferences
fr: Langue

# Const_Label_Log_File
source: Log File
fr: Fichier Journal

# Const_Label_Log_Files
source: Log Files
fr: Fichier Journal

# Const_Label_About
source: About
fr: A propos

# Const_Label_Current_Password
source: Current Password
fr: Mot de Passe

# Const_Label_New_Password
source: New Password
fr: Nouveau

# Const_Label_Cancel
source: Cancel
fr: Annulez

# Const_Label_Fleet_Code
source: Fleet Code
fr: Code

# Const_Label_Odometer
source: Odometer
fr: Odomètre

# Const_Label_Hour
source: Hour
fr: Heure

# Const_Label_Installed
source: Installed:
fr: Installée :

# Const_Label_About_Description
source: Appy Fleet is a trading style of Trak Global Solutions Ltd, Global House, Westmere Drive, Crewe, CW1 6ZD
fr: Appy Fleet est une marque déposée 3143192.Appy Fleet Limited, Global House, Westmere Drive, Crewe CW1 6ZD. Société immatriculée en Angleterre et au Pays de Galles sous le numéro 10387540.

# Const_Label_About_Company_Number
source: Registered Company Number 06944694
fr: le numéro d'enregistrement de la société 06944694

# Const_Label_Guide_Steps
source: Follow these simple guide steps...
fr: Suivez ces étapes simples...

# Const_Label_Guide_Tip
source: Tip: Use the notes app on your phone.
fr: Conseil : utilisez les notes sur votre téléphone.

# Const_Label_Manage_Vehicles
source: Manage Vehicles
fr: Gérer vos véhicules

# Const_Label_New_Notification
source: New Notification
fr: Nouvelle Notification

# Const_Label_New_Notifications
source: New Notifications
fr: Nouvelles Notifications

# Const_Label_Notifications_Popup
source: You have %@ unread notifications. Please tap below to view them.
fr: Vous avez %@ notifications non lu(es)./nCliquez ci-dessous pour les afficher.

# Const_Label_Select_Vehicle
source: Select Your Vehicle
fr: Sélectionnez votre véhicule

# Const_Label_Select_Bluetooth
source: Pair your vehicle... Make sure your vehicle is discoverable
fr: Couplez votre véhicule… Assurez-vous que votre véhicule soit identifiable.

# Const_Label_Paired_Vehicles
source: Current Paired Vehicles
fr: Véhicules actuellement couplés

# Const_Label_Pair_New_Vehicle
source: Pair New Vehicle
fr: Couplez nouveau véhicule

# Const_Label_Pair_Bluetooth
source: Pair Vehicle via Bluetooth
fr: Couplez véhicule via Bluetooth

# Const_Label_Add_Vehicle
source: Add new vehicle
fr: Ajoutez véhicule

# Const_Label_Confirm_Selection
source: Confirm Selection
fr: Confirmez la sélection

# Const_Label_Confirm_Language
source: Confirm Language
fr: Confirmez

# Const_Label_Confirm
source: Confirm
fr: Confirmez

# Const_Label_Registration
source: Car Registration
fr: Immatriculation

# Const_Label_Make
source: Make
fr: Marque

# Const_Label_Model
source: Model
fr: Modèle

# Const_Label_Name
source: Name
fr: Nom

# Const_Label_Unread
source: Unread
fr: Non Lu

# Const_Label_Warning
source: warning
fr: Avertissement

# Const_Label_Warnings
source: warnings
fr: Avertissements

# Const_Label_View
source: View
fr: affichez

# Const_Label_Terms_Scroll
source: The T&C’s need to be reviewed in full before proceeding.
fr: Les Conditions Générales doivent être entièrement lues avant de procéder.

# Const_Label_Select
source: Select
fr: Sélectionnez

# Const_Label_Deselect
source: Deselect
fr: Désélectionnez

# Const_Label_Overall_Journey_Score
source: Overall Journey Score
fr: Note Général du Trajet

# Const_Label_Enter_Speed
source: Enter road speed here:
fr: Entrez la limite de vitesse ici :

# Const_Label_Fleet_Code_Question
source: Do you have your fleet code?
fr: Avez-vous votre code de la Flotte ?"

# Const_Label_Disable_Fleet_Code
source: I do not have a fleet code
fr: Je n'ai pas de code de la flotte

# Const_Label_Manage_Vehicle_Step_1
source: 1. Search, Select OR Add a vehicle
fr: 1. Rechercher, Sélectionner OU Ajouter un Véhicule

# Const_Label_Manage_Vehicle_Step_2
source: 2. Pair a vehicle with Bluetooth
fr: 2. Couplez un véhicule avec Bluetooth

# Const_Label_Manage_Vehicle_Step_3
source: 3. Confirm vehicle pairing
fr: 3. Confirmer L’enregistrement du véhicule
